{
	"company": "SETEMI",
	"logo": "setemi/logo.png",
	"title": "Setemi creates a BMS network using the Wattsense Box.",
	"subtitle": "",
	"results": [
		{
			"value": "1/2",
			"description": "On-site installation day"
		},
		{
			"value": "190",
			"description": "Apartments"
		},
		{
			"value": "10",
			"description": "Times cheaper than with other connectivity services"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "SETEMI, creator of innovative solutions to improve your energy performance.",
				"description": "Setemi provides maintenance and servicing for more than 1,500 sites entrusted by its customers.",
				"noBorder": false
			}
		],
		"footer": [
			{
				"title": "Experience",
				"description": "40 years"
			},
			{
				"title": "Operating",
				"description": "1.500 sites"
			},
			{
				"title": "Team",
				"description": "150"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "BACKGROUND & CHALLENGES",
			"content": "<a href=\"http://www.setemi.fr\" target=\"blank\">Setemi</a> is responsible for the operation and maintenance of a 190-unit condominium. It signed a maintenance contract for P1, P2, P3 * type thermal installations (see table 1) with a commitment to monitor consumption and sustain an average temperature in each apartment of 21 ° C during the day and 19 ° C at night.<br/><br/>Setemi was looking for an industrialized, flexible, reliable, and inexpensive solution that allows them to connect equipment to the web energy management platform it uses.<br/><br/>The main goals for Setemi were:<br/>1) Meet contractual commitments by connecting the building and optimizing energy consumption.<br/>2) Limit the site trips of its technical staff."
		},
		{
			"type": "quote",
			"content": "\"During the installation, the support of Ludovic Ventre, Technical Support Engineer at Wattsense, allowed us to apply our ideas quickly, which demonstrated the power and development of the product.<br/><br/>We are now considering extending the Wattsense Box data to improve energy performance further. Example: installation of temperature sensors in model apartments.\"",
			"author": "Arnaud Kasparian",
			"author-position": "CEO of Setemi."
		},
		{
			"type": "table",
			"title": "Maintenance contract",
			"content": "<table class=\"setemi\"><thead><tr><th>P1 - Energy supply and management</th><th>P2 - Driving and minor maintenance services</th><th>P3 - Total guarantee</th></tr></thead><tbody><tr><td>Consists of supplying and invoicing the energy delivered. In the case of a liquid or solid fuel, the customer is relieved of the concern of supply.</td><td>Consists, on the one hand, of ensuring the management of the installation by optimizing its operation (search for savings) and, on the other hand, of ensuring routine maintenance: start-up, shutdown, adjustment, sweeping, end maintenance season, regulatory visits, etc.</td><td>Includes renewal and major maintenance of equipment, parts, and labor.  An annual fixed fee remunerates it, and the duration of the contract is 5 years.</td></tr></tbody></table>",
			"legend": "*Table 1"
		},
		{
			"type": "paragraph",
			"title": "SOLUTION",
			"content": "One of the major technical challenges of this project came from the absence of a Building Management System (BMS). Setemi, therefore, created a BMS network in the condominium boiler room using the Wattsense Box to recover the data and deploy its monitoring solution."
		},
		{
			"type": "image",
			"src": "setemi/solution.jpg",
			"alt": "Solution",
			"caption": ""
		},
		{
			"type": "paragraph",
			"content": "The <a href=\"https://wattsense.com/products\">Wattsense Box</a>, designed to be very easy and quick to install, considerably simplifies the connection of applications to buildings. The Setemi team only needed half a day to complete the installation. After setting up the equipment, Setemi had access to the building data via the Wattsense user console."
		},
		{
			"type": "paragraph",
			"content": "The table below shows the connected equipment. The communication protocols mentioned are integrated into the Wattsense Box, the purpose of which is to universalize the field communication protocols used in building management."
		},
		{
			"type": "image",
			"src": "setemi/connected-equipment-en.jpg",
			"alt": "Connected equipment",
			"caption": ""
		},
		{
			"type": "table",
			"title": "Connected equipment",
			"content": "<table><thead><tr><th>Quantity</th><th>Equipment</th><th>Communication protocol</th></tr></thead><tbody><tr><td>6</td><td>Pumps Grundfos TPE3</td><td>Modbus</td></tr><tr><td>4</td><td>Boilers De Dietrich C610-700</td><td>Diematic</td></tr><tr><td>3</td><td>Heating regulators Siemens RVL 480</td><td>LPB</td></tr><tr><td>1</td><td>Gas meter</td><td>LoRaWAN</td></tr></tbody></table>",
			"legend": "*Table 2"
		},
		{
			"type": "paragraph",
			"content": "It is important to mention that De Dietrich boilers use the closed Diematic protocol to communicate. In order to allow communication and data exchange between the boilers and the Wattsense Box, a <a target=\"_blank\" href=\"https://blog.wattsense.com/connect-dietrich-equipment-remotely-wattsense-diematic-driver/\">Diematic driver</a> has been specially developed and integrated into our solution."
		},
		{
			"type": "paragraph",
			"content": "Once the Box was installed and the building connected, the Setemi team was able to deploy its energy performance application via our API easily."
		},
		{
			"type": "quote",
			"content": "\"Building management equipment and systems have gradually transformed into an agglomeration of incompatible components and impenetrable architectures that form a barrier between buildings and the modern software industry.<br/><br/>This is where we come in so that all those concerned about the energy consumption of buildings can implement flexible and inexpensive optimization solutions.\"",
			"author": "Louis Vermorel",
			"author-position": "CEO of Wattsense."
		},
		{
			"type": "paragraph",
			"title": "RESULTS",
			"content": "Setemi managed to make the boiler room communicating in the equivalent of less than a day.<br/>Wiring and configuration can be done directly by Setemi technicians, taking advantage of a site visit; no more waiting for subcontractors to make themselves available."
		},
		{
			"type": "paragraph",
			"content": "By allowing remote access to the gas meter, the parameters of the heating regulator, and the capability to modify commands remotely, the Wattsense solution helped Setemi achieve its contractual objectives of energy management and maintenance of the building."
		}
	]
}
