{
	"company": "Ibis Confluence",
	"logo": "ibis-confluence-temperature/logo.png",
	"title": "Adeunis, Energisme and Wattsense have put in place a solution that allows to monitor, control and alert on the temperature of a hot sanitary water grid.",
	"subtitle": "",
	"results": [
		{
			"description": "Anticipate health risks"
		},
		{
			"description": "Avoid the spread of legionellae"
		},
		{
			"description": "Improve energy performance and building health"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "About Ibis Confluence",
				"description": "Founded in 1974, Ibis is the strong economic brand in Accor's portfolio, which in 2011 chose to concentrate Etap Hotel and All Seasons into Ibis budget and Ibis Styles."
			}
		],
		"footer": [
			{
				"title": " Installed Boxes",
				"description": "1"
			},
			{
				"title": "Datapoints collected",
				"description": "42"
			},
			{
				"title": "Equipement connected",
				"description": "11"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "Challenges",
			"content": "In any hotel structure, customer satisfaction is the priority. Guaranteeing their well-being remains one of the main concerns of the Director of IBIS Lyon Confluence. Among the factors to be taken into account, the maintenance and proper functioning of the sanitary facilities of the hotel, such as hot water networks (ECS)."
		},
		{
			"type": "paragraph",
			"content": "Poor maintenance of these networks can be the cause of the proliferation of the deadly bacteria <strong> legionella </strong>, responsible for legionella disease. The health risks of hotel guests are therefore significant. To control the non-proliferation of this one is essential. The hotel structures (and more generally the Health Establishments (Hospital Centers, EHPAD) and the ERP (Establishments Receiving the Public), must take measures to monitor the hot water networks, control them and act as soon as possible if needed."
		},
		{
			"type": "image",
			"src": "ibis-confluence-temperature/chambre.jpg",
			"alt": "Ibis confluence",
			"caption": ""
		},
		{   "title": "Solution",
			"type": "paragraph",
			"content": "Wattsense, <a href='https://www.adeunis.com/' target='_blank'>Adeunis</a>, et <a href='https://www.energisme.com/' target='_blank'>Energisme</a> have put in place a turnkey solution that allows monitoring, control and alert on the evolution of the temperature of the hot water sanitary grid."
		},
		{
			"type": "paragraph",
			"content": "This solution is based on the adeunis® TEMP 2S sensor, the <strong>Big Data</strong>, IoT platform from Energisme and the building connectivity service of Wattsense composed of the Wattsense Box and its Cloud Service. The TEMP 2S sensor makes it possible to record the temperature of the water at two distinct points in the heating circuit and to issue an alarm when the temperature falls below the threshold of 50 ° C. The Wattsense Cloud service with the Box ensures the transmission of data to the Energisme platform, which makes them reliable, retrieves them and warns stakeholders in real time."
		},
		{
			"type": "paragraph",
			"title": "Results",
			"content": "With this solution, the maintenance manager no longer needs to move, the control of the water temperature in the Water grid can be done remotely. He is informed in real-time of any abnormality and can act as quickly as possible"
		},
		{
			"type": "paragraph",
			"content": "Request our <a href='https://wattsense.com/?demo=true' target='_blank'>demo</a> and follow in real-time the data and results collected from the Ibis Confluence Hotel."
		},
		{
			"type": "image-list",
			"images": [
				{
					"src": "ibis-confluence-temperature/energisme.png",
					"alt": "Energisme",
					"link": "https://energisme.com/"
				},
				{
					"src": "ibis-confluence-temperature/adeunis.png",
					"alt": "Adeunis",
					"link": "https://www.adeunis.com/"
				}
			]
		}
	]
}
