{
	"company": "Ibis Confluence",
	"logo": "ibis-confluence-energy/logo.png",
	"title": "Adeunis, Energisme et Wattsense ont développé une solution permettant de monitorer et suivre l’évolution des consommations d’énergies",
	"subtitle": "",
	"results": [
		{
			"description": "Réduire les coûts d’exploitation"
		},
		{
			"description": "Répondre aux objectifs règlementaires"
		},
		{
			"description": "Améliorer la performance énergétique du bâtiment"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "A propos de Ibis Confluence",
				"description": "Créée en 1974, Ibis constitue la marque économique forte du portfolio d'Accor, qui choisit en 2011 d'y concentrer les Etap Hôtel et All Seasons qui deviennent respectivement Ibis budget et Ibis Styles."
			}
		],
		"footer": [
			{
				"title": "Boxes installées",
				"description": "1"
			},
			{
				"title": "Points de données collectés",
				"description": "42"
			},
			{
				"title": "Équipements connectés",
				"description": "11"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "Contexte",
			"content": "L’Ibis Confluence (groupe <strong>ACCOR</strong>) se compose de deux entités : Ibis Budget et Ibis Style, répartis sur un bâtiment de 7 étages et contenant respectivement 84 et 95 chambres. Les deux hôtels proposent une offre d’hôtellerie économique, élaborée et destinée à une clientèle d’affaires et de loisirs."
		},
		{},
		{
			"type": "image",
			"src": "ibis-confluence-energy/ibis.jpg",
			"alt": "Ibis image",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "Défis et Objectifs",
			"content": "Le parc d’hôtels, cafés et restaurants français représente environ 7% de l’ensemble des bâtiments tertiaires en France. Ces bâtiments sont aujourd’hui directement concernés par la réduction de leurs consommations d’énergies avec la mise en application du <strong>décret tertiaire </strong> au 1er octobre 2019. Via ce décret, la loi impose à tous les bâtiments tertiaires (de plus de 1000m2) de réduire considérablement leurs consommations d’énergies dans les années à venir."
		},
		{
			"type": "paragraph",
			"content": "Notice : l'article L. 111-10-3 du code de la construction et de l'habitation, prévoit l'obligation de mise en œuvre d'actions de réduction de la consommation d'énergie finale dans les bâtiments existants à usage tertiaire. Cela afin de parvenir à une réduction de la consommation d'énergie finale, pour l'ensemble des bâtiments soumis à l'obligation, d'au moins 40 % en 2030, 50 % en 2040 et 60 % en 2050, par rapport à 2010."
		},
		{
			"type": "paragraph",
			"content": "Ces bâtiments sont d’importants consommateurs d’énergies : 241 kWh/m2/an, soit une facture énergétique moyenne de <strong>21,6 €/m2/an</strong>. Dans un hôtel, les postes de dépenses sont nombreux : éclairage, cuisine, blanchisserie, chauffage, climatisation, ventilation… Et surtout beaucoup de monde circule au quotidien. Et plus particulièrement les clients, souvent moins attentifs à leurs dépenses en énergies que chez eux : un client consomme en moyenne deux fois plus de litres d’eau à l’hôtel, qu’à son domicile."
		},
		{
			"type": "paragraph",
			"content": "La prise en compte de la réduction des consommations d’énergie est donc une préoccupation importante pour l’hôtel Ibis Confluence, aussi bien pour des aspects règlementaires, qu’<strong>environnementaux</strong>. Tout l’enjeu est donc de trouver des solutions permettant de réduire ses consommations d’énergies et également de suivre leurs évolutions dans le temps."
		},
		{
			"title": "Solution",
			"type": "paragraph",
			"content": "<a href='https://www.adeunis.com/' target='_blank'>Adeunis</a>, <a href='https://www.energisme.com/fr/' target='_blank'>Energisme</a> et Wattsense ont développé une solution clé en main permettant de monitorer et suivre l’évolution des consommations d’énergies au sein de l’hôtel Ibis Confluence"
		},
		{
			"type": "paragraph",
			"content": "Cette solution s’appuie actuellement sur :"
		},
		{
			"type": "bullets",
			"content": [
				"Les capteurs TIC et Pulse ATEX d’adeunis, qui relèvent respectivement les consommations des compteurs d’électricité et de gaz",
				"La solution de connectivité Wattsense. Grâce à la Wattsense box, les capteurs, utilisant la technologie sans fil LoRaWAN, collectent les données qui sont par la suite consolidées dans le cloud Wattsense, et les retransmet à Energisme. ",
				"La plateforme Energisme les met en forme et assure la visualisation concrète des données relevées, afin de permettre leur analyse complète."
			]
		},
		{
			"type": "paragraph",
			"title": "Résultats",
			"content": "Grâce à cette solution, les données de consommation sont relevées automatiquement et en temps réel. Plus besoin de se déplacer pour connaître l’état des consommations. Leur évolution peut être analysée facilement. De plus, des surconsommations ou des fuites sont détectées quasi instantanément grâce à un système d’alerting. Des actions concrètes pour pallier ces éventuels dysfonctionnements peuvent donc être mises en place rapidement."
		},
		{
			"type": "paragraph",
			"content": "Demandez une <a href='https://wattsense.com/fr?demo=true' target='_blank'>démo</a> et découvrez le suivis des données en direct de l'hôtel IBIS."
		},
		{
			"type": "image-list",
			"images": [
				{
					"src": "ibis-confluence-energy/energisme.png",
					"alt": "Energisme",
					"link": "https://energisme.com/fr/"
				},
				{
					"src": "ibis-confluence-energy/adeunis.png",
					"alt": "Adeunis",
					"link": "https://www.adeunis.com/"
				}
			]
		}
	]
}
