{
	"company": "Calidity",
	"logo": "calidity/logo.png",
	"title": "Calidity deployed its solution into two buildings in two days and saved millions in R&D.",
	"subtitle": "By not having to develop its own connectivity tool, using Wattsense, Calidity was able to focus on its core offering: a cloud-based software system.",
	"results": [
		{
			"value": "1",
			"description": "Open Source project"
		},
		{
			"value": "2",
			"description": "Buildings connected"
		},
		{
			"value": "24",
			"description": "Assets connected"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "About Calidity",
				"description": "Calidity offers a cloud-based software system that brings all the data from Building Management Systems (BMS) into mobile devices in an easy to understand dashboard."
			}
		],
		"footer": [
			{
				"title": "Boxes installed",
				"description": "2"
			},
			{
				"title": "Properties collected",
				"description": "50"
			},
			{
				"title": "Assets",
				"description": "24"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "Context",
			"content": "<a href=\"https://www.calidityapp.com/\" target=\"_blank\">Calidity</a> is an Estonian startup that specializes in Cleantech, automation, and the Internet of Things (IoT). It was founded in 2017 by Joosep Sild, Johannes Kadak, and Adelheid Kiriland to optimize the way indoor climate control works through useful software."
		},
		{
			"type": "paragraph",
			"content": "Offering users a secure, accessible software is a number one priority for Calidity. But the long hours of development needed to create a connector device just for the deployment of their product was increasing prices and taking the focus away from their core product. The Wattsense service provided an easy, fast, and affordable way to connect the Calidity solution to buildings. As a result of the positive experience between the two startups, an open source project was created to open the BMS market to software developers."

		},
		{
			"type": "quote",
			"content": "\"Incorporating the Wattsense solution into our service helps us focus on our core offering to our customers. Adding the impeccable partnership experience to this makes it a no-brainer to continue working with the Wattsense team.\"",
			"author": "Joosep Sild",
			"author-position": "CEO of Calidity"
		},
		{
			"type": "paragraph",
			"title": "Challenges and Objectives",
			"content": "The main objective of Calidity is to help bring digital innovation to the traditional sector of Real Estate Management. Calidity aims to develop a building management software that applies to at least 95% of offices and commercial buildings in Europe."
		},
		{
			"type": "paragraph",
			"content": "A specific goal for Calidity was deploying their software into two different customers buildings that use Modbus as their primary communication protocol. The purpose was to deploy their software to improve the energy efficiency of the infrastructures, collect historical data, and provide remote access to users."
		},
		{
			"type": "paragraph",
			"content": "However, efficiently connecting their software to buildings represented a challenge. Buildings were not designed to make the integration of new solutions and services accessible. The BMS IT infrastructure is generally formed by chaotic layers of communication protocols and different networks."
		},

		{
			"type": "paragraph",
			"content": "Initially, to deploy their solution, Calidity had to rely on creativity and precious hours of development time. They used different gateways for each one of the machines they wanted to connect, though it worked, it was failing to provide a stable connection and raising the prices for potential customers."
		},
		{
		"type": "quote",
		"content": "\"The main reason why we got in touch with Wattsense, is that in addition to working in our solution we were handling onsite hardware and embedded software development. We realized that this made our service scope too big. We wanted to focus on our product and didn't want to deal with connectivity. That is why the collaboration with Wattsense makes a lot of sense for us in the long run.\"",
			"author": "Joosep Sild",
			"author-position": "CEO of Calidity"
		},
		{
			"type": "paragraph",
			"content": "Calidity wants to also incorporate new technologies such as machine learning, and artificial intelligence into demand responsive control applications for Heating, Ventilation, and Air Conditioning (HVAC) systems."
		},
		{
			"type": "paragraph",
			"content": "To accomplish their short and long term goals, Calidity was looking not just for a supplier to assist them with their connectivity issues, but more of a team to collaborate. As a young startup, they need an active and engaging group that could help them in the mission of innovating the traditional BMS market."
		},
		{   "title": "Solution",
			"type": "paragraph",
			"content": "After looking for a dynamic solution to deploy their cloud software into BMS, HVAC, or other maintenance control systems, Calidity decided in the summer of 2018 to participate in the private Beta launch of the Wattsense service."
		},
		{
			"type": "paragraph",
			"content": "The Wattsense service specializes in universalizing BMS field communication protocols into a neatly embedded API. The service consists of an easy to install Box, which connects building assets, collects data, sends commands, and an intuitive Cloud Service that controls building equipment manages fleets of Boxes and allows users like Calidity to configure field networks remotely."
		},
		{
			"type": "paragraph",
			"content": "Using this integration of hardware, embedded software, and cloud services, Calidity was able to reach its goal and connect its solution into two different building networks. The installation took place in Estonia and was done by the Calidity team without the need for external assistance. During the Beta phase, two boxes were installed through Modbus TCP/IP and RS485 wiring."
		},
		{
			"type": "paragraph",
			"content": "Both buildings are dedicated to professional and commercial use. In the first building, named BureauOne, a Box is connected into an existing automation network, monitoring eight ventilation assets. In the second building, the Box reads and collects digital inputs such as external temperature sensors and alarms from an HVAC system. Each Box was installed and configured in a day during working hours."
		},
		{
			"type": "paragraph",
			"content": "\"The simplicity of the Box goes perfectly with what Calidity is looking to deliver with its solution. A product so easy to use that can be installed and employed by people without a technical background.\" Mentions Sild."
		},
		{
			"type": "paragraph",
			"title": "Results",
			"content": "The two Boxes installed can collect numerous properties. Calidity was interested in monitoring a specific amount for each building. The BureauOne building recuperates 46 properties while the Tehnopol building gathers four, these properties are recovered in five-minute intervals. The information allows the Calidity software to survey, analyze, and diagnose the buildings. Thanks to the application, the property owners are reducing energy costs and extending the life cycle of the equipment."
		},
		{
			"type": "paragraph",
			"content": "The use of the Calidity solution through the Wattsense service proves to be cost-effective in small to medium-size buildings. Clients are happy!"
		},
		{
			"type": "image",
			"src": "calidity/panel.jpg",
			"alt": "Installed Box for open source project",
			"caption": "Installed Box for open source project"
		},
		{
			"type": "paragraph",
			"content": "After the fruitful experience of the Beta launch, Calidity and Wattsense joined forces at the beginning of 2019 to collaborate in an open source project where both software engineering teams work and code the integration of the M-Bus protocol for the industrialized version of the Box."
		},
		{
			"type": "image",
			"src": "calidity/building.jpg",
			"alt": "Calidity testing site for the M-Bus open source project",
			"caption": "Calidity testing site for the M-Bus open source project"
		},
		{
			"type": "paragraph",
			"content": "For Calidity, startups have an obligation to break the barrier and bring innovation to the building management industry. Collaborating in the integration of protocols for a universal connector like the Wattsense Box is an essential step towards the simplification of the BMS IT infrastructure."
		}
	]
}
