{
	"company": "Bouygues Energies & Services",
	"logo": "bouygues/logo.png",
	"title": "In less than a week, Bouygues Energies & Services had remote access to 4,000 properties of an office building.",
	"subtitle": "By choosing the Wattsense solution, the Energy Performance Unit of Bouygues Energies & Services was able to connect to the heating and cooling equipment of a 3,900 m² office building and start collecting data in just a few days.",
	"results": [
		{
			"value": "½",
			"description": "day of installation on site"
		},
		{
			"value": "15",
			"description": "connected equipments"
		},
		{
			"value": "4000",
			"description": " properties available"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "About Bouygues Energies & Services",
				"description": "Global player in the energy, digital and industrial transition. Bouygues  Energies & Services delivers tailor-made solutions and services for infrastructure, buildings, and processes."
			}
		],
		"footer": [
			{
				"title": "Connected equipments",
				"description": "15"
			},
			{
				"title": "Properties",
				"description": "200"
			},
			{
				"title": "Interval",
				"description": "5 Minutes"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"content": "Bouygues Energies & Services customers are looking to optimize their energy consumption and at the same time increase their user comfort levels, a complicated exercise that brings together contradictory elements. Bouygues, therefore, must recuperate the maximum amount of data available from the buildings so that it can analyze this information and find a viable solution."
		},
		{
			"type": "paragraph",
			"content": "Unfortunately, the traditional integration of a Building Management System (BMS) is lengthy and costly, causing it to be reserved for the biggest and most complex buildings, where the cost can be justified. When it exists, the BMS remains specific to the building it was designed for, it requires massive on-site intervention for even the slightest modification, and it is challenging to connect with modern remote piloting tools."
		},
		{
			"type": "paragraph",
			"content": "The Energy Performance Unit was looking for new high-performance solutions in the field of smart buildings."
		},
		{
			"type": "paragraph",
			"content": "For its part, after several months of development, Wattsense had a solution in Beta version, consisting of an electronic device - the Box - and a cloud service to connect remotely to buildings. The moment seemed ideal to test the full-scale solution on real \"live\" sites."
		},

		{
			"type": "quote",
			"content": "\"Our department (The Energy Performance Unit) is particularly in need of access to the technical data of the buildings we operate. Through Wattsense, we have found an effective, reliable and competitively priced solution providing remote access to consumption data as well as the functioning of buildings technical installations.<br><br>The remote control functionality is also very valuable for our operations teams, as we are now able to restart our technical equipment remotely. Wattsense enabled us to further support our Evergreen customer in their efforts to improve the energy performance of their building.<br><br>In addition, the responsiveness, professionalism and listening skills of the Wattsense team have fully satisfied us during our first PoC, and we are organizing others.\"",
			"author": "Thomas Margot",
			"author-position": "Energy Engineer part of the Energy Performance Unit of Bouygues Energies & Services."
		},

		{
			"type": "paragraph",
			"title": "CONTEXT",
			"content": "Bouygues decided to organize a Proof of Concept (PoC) of the Wattsense service on a site accessible for their Energy Performance Unit, and with a structure of a certain standard for the test to be meaningful."
		},
		{
			"type": "paragraph",
			"content": "Evergreen is a tertiary building of three levels (two floors) located in Ecully, near Lyon. It consists of an office area of ​​about 3,900 m². Bouygues Energies & Services has been managing the facility since 2013, however, has no commitment in the energy performance aspect of the building."
		},
		{
			"type": "paragraph",
			"content": "On the site, a reversible heat pump installed on the roof enables the production of hot and cold air; the offices are equipped with fan coils."
		},
		{
			"type": "paragraph",
			"content": "The building has an old BMS system that works with an also aged version of the BACnet communication protocol. Access to the BMS network is only possible on site, and the data collected is only gathered by the company that installed the network. The Wattsense solution allows Bouygues Energies & Services to increase the Evergreen customer's satisfaction, regarding energy consumption, by providing access to this data."
		},

		{
			"type": "image",
			"src": "bouygues/building.jpg",
			"alt": "Evergreen building",
			"caption": "Evergreen building"
		},

		{
			"type": "paragraph",
			"title": "CHALLENGES",
			"content": "The main objective for Bouygues Energies & Services at the Evergreen site, is to remotely recover heating and cooling equipment data, in a non-intrusive way, delivered in an easily workable format."
		},


		{
			"type": "paragraph",
			"title": "SOLUTIONS",
			"content": "After a visit to the site with the Evergreen manager and a Bouygues Energies & Services supervisor, the Box was installed in December 2018 by the Wattsense team. The Box, located in a technical cabinet on the ground floor, connects to a router from the BMS network. An antenna was installed to improve the weak GSM signal in the building."
		},
		{
			"type": "paragraph",
			"content": "The Wattsense team connected to the box on site, scanned the BACnet network and listed all the equipment communicating using this protocol. Fifteen materials were identified, mainly cold or heat production units and electricity meters. This first phase was finished in the morning."
		},
		{
			"type": "paragraph",
			"content": "Back at the office, the team configured the Box and launched its BACnet auto-discovery software. Because of the old BACnet version used in the building, some data remained inaccessible; the team quickly developed a specific version of the software to access this data. "
		},
		{
			"type": "paragraph",
			"content": "Two days later, 4,000 different properties were detected and could be traced back to the Wattsense platform. A file, listing all the available properties was sent to Bouygues Energies & Services which selected about 200, to be delivered every five minutes. The others remain accessible and can be activated on demand."
		},
		{
			"type": "paragraph",
			"content": "At the end of December 2018, the embedded software of the Box was updated remotely. During the reset phase, the data was archived and restored as soon as the connection was reestablished."
		},
		{
			"type": "paragraph",
			"content": "Wattsense now sends monthly to Bouygues Energies & Services a workable file listing the average hourly data of the 20 most relevant properties."
		},



		{
			"type": "paragraph",
			"title": "RESULTS",
			"content": "A significative benefit for Bouygues of the Wattsense service was the simple installation process of the Box on the Evergreen site, plus the speed in which they were able to access remotely to all the user data of the building."
		},
		{
			"type": "paragraph",
			"content": "Moreover, in January, the Bouygues team was able to start sending their clients a monthly report on the performance of the heat pump and the data regarding user comfort. This management tool will allow the owner to make arbitrations and may lead to the implementation of different strategies."
		},
		{
			"type": "paragraph",
			"content": "The quality of the Wattsense service also attracts Bouygues Energies & Services. All the specific needs expressed by the team were taken into account and implemented quickly. For example, in the subject of the analysis of the data flow on the Wattsense user console, several functionalities have been developed and added such as, the possibility to rename the properties, different scales according to the diagrams, an option for zooming on specific areas of the graphs and  the monthly extraction of data into CSV format."
		},
		{
			"type": "paragraph",
			"content": "They can also update the solution remotely without loss of data. With the Wattsense solution, Bouygues Energies & Services enjoys of remote access to data from all commonly used communication buses, regardless of the building's architecture, and at such a competitive cost that it allows them to consider connecting smaller areas."
		},
		{
			"type": "paragraph",
			"content": "Being able to provide precise and detailed information about the energy consumption of a building will enable them to develop alongside their clients an optimization strategy adapted to their objectives. Also, the ability to remotely send commands to particular equipment opens up exciting prospects for energy efficiency and quality of service in general."
		},
		{
			"type": "paragraph",
			"content": "The Evergreen PoC represents the laying of the first stone of the collaboration between Wattsense and Bouygues Energies & Services."
		}
	]
}
