{
	"company": "Idex",
	"logo": "idex/logo.png",
	"title": "Idex connecte 7 bâtiments d’habitation à son SCADA en une journée.",
	"subtitle": "En choisissant la solution Wattsense, la Direction Régionale Rhône Auvergne de Idex Energies a pu connecter très rapidement et à moindre coût son système de télégestion aux équipements de la chaufferie qui alimente l’ensemble immobilier de la Cité des Bains à Béligneux dans l’Ain.",
	"results": [
		{
			"value": "1",
			"description": "journée d’installation sur site"
		},
		{
			"value": "7",
			"description": "bâtiments connectés"
		},
		{
			"value": "5",
			"description": "fois moins cher"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "A propos de Idex",
				"description": "Spécialiste de l’énergie et des services environnementaux, Idex apporte des solutions innovantes et durables aux problématiques techniques de la gestion de bâtiments."
			}
		],
		"footer": [
			{
				"title": "Box installées",
				"description": "1"
			},
			{
				"title": "Propriétés",
				"description": "72"
			},
			{
				"title": "Intervalle",
				"description": "5 Minutes"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "",
			"content": "Le groupe français Idex, créé en 1963, optimise les ressources énergétiques utilisées pour assurer le confort thermique de ses clients. Ces derniers l’évaluent sur trois critères principaux : le respect de consignes de température à l’intérieur des bâtiments, le respect de consommations énergétiques forfaitaires et les délais de remise en service en cas d’incident technique sur le matériel."
		},
		{
			"type": "paragraph",
			"title": "",
			"content": "Pour gérer son parc d’installations de chauffage, étudier les données de consommation énergétique, détecter les risques de panne, Idex Energies a décidé de recourir à un système de contrôle et d’acquisition de données (SCADA). La mise en place de cet outil nécessitait jusqu’alors d’installer des automates programmables et des modems sur chaque site, avec l’aide de prestataires externes. Il s’agit d’un processus lourd, donc long et coûteux, non duplicable d’un site à l’autre. Lorsqu’on gère plusieurs dizaines de milliers de chaufferie, inutile d’espérer pouvoir toutes les raccorder !"
		},
		{
			"type": "paragraph",
			"title": "",
			"content": "Idex Energies recherchait donc une solution plus souple, moins onéreuse, qui limite le recours à des sous-traitants et soit déclinable à plus grande échelle."
		},
		{
			"type": "paragraph",
			"title": "",
			"content": "De son côté, après quelques mois de développement, Wattsense disposait d’une première solution composée d’un module électronique - la Box - et d'un service Cloud, le tout en version Beta, pour se connecter à distance aux bâtiments. Le moment semblait idéal pour tester la solution en grandeur réelle pour la première fois."
		},
		{
			"type": "quote",
			"content": "\"IDEX ENERGIES Rhône Auvergne a pour ambition de connecter les sites qu'elle suit dans leur performance énergétique sur son système de télégestion avec des automates traditionnels connectables et voudrait s'appuyer sur un processus industrialisable qu'elle pourrait déployer à plus grande échelle. Pour ce deuxième point, nous avons choisi la solution de Wattsense pour sa simplicité de mise en œuvre et sa facilité à connecter des matériels en chaufferie via internet, avec un coût maîtrisé.\"",
			"author": "David Boutillier",
			"author-position": "Chargé d'études et d'efficacité énergétique"
		},
		{
			"type": "paragraph",
			"title": "Contexte",
			"content": "Idex Energies a décidé de tester la solution Wattsense sur une chaufferie dont les équipements fonctionnent avec le protocole de communication Modbus, le seul compatible avec la Box à l’époque (les choses ont bien changé depuis !)."
		},
		{
			"type": "paragraph",
			"title": "",
			"content": "Le site choisi, la Cité des Bains à Béligneux, dans l’Ain, est un ensemble de 7 bâtiments d’habitation de type HLM, regroupant 64 logements."
		},
		{
			"type": "image",
			"src": "idex/buildings.jpg",
			"alt": "Bâtiments d’habitation",
			"caption": "Bâtiments d’habitation"
		},
		{
			"type": "paragraph",
			"content": "Une chaufferie centrale les dessert. Elle est équipée de deux chaudières à gaz Atlantic (avec deux passerelles Atlantic), de trois compteurs d’énergie thermique Diehl, d’un compteur Integra et d’un préparateur d’eau chaude sanitaire Atlantic, soit sept matériels. Tous utilisent le protocole Modbus."
		},
		{
			"type": "image",
			"src": "idex/room.jpg",
			"alt": "Chaufferie",
			"caption": "Chaufferie"
		},
		{
			"type": "paragraph",
			"title": "Défis",
			"content": "Idex Energies recherchait une solution industrialisable, souple, fiable et peu onéreuse, qui lui permette de superviser l’ensemble de son parc de chaufferies et de pouvoir adopter une posture pro-active sans devoir attendre que ses clients lui signalent un problème technique ou une surfacturation énergétique."
		},
		{
			"type": "paragraph",
			"content": "Le test en conditions réelles à la Cité des Bains était destiné à valider la solution Wattsense et à vérifier qu’elle pouvait être déployée sur le parc."
		},
		{
			"type": "paragraph",
			"title": "Solution",
			"content": "Un technicien Idex a installé la Box dans l’armoire électrique, a tiré des câbles depuis les chaudières et les compteurs et les a raccordés à la Box. L’équipe Idex a ensuite communiqué à Wattsense les références précises de ces matériels ; l’équipe Wattsense a ainsi pu recueillir les informations techniques pertinentes fournies par les fabricants pour permettre la communication avec leur matériel."
		},
		{
			"type": "image",
			"src": "idex/panel.jpg",
			"alt": "Armoire électrique avec la Box installé",
			"caption": "Armoire électrique avec la Box installé"
		},
		{
			"type": "paragraph",
			"content": "Avec ces données, l’équipe Wattsense a envoyé à distance une première configuration à la Box pour dialoguer avec les deux chaudières. Communication immédiate établie avec l’une, puis avec l’autre après correction d’un faux-contact de câblage."
		},
		{
			"type": "paragraph",
			"content": "Idex ayant en définitive décidé de raccorder également le préparateur d’eau chaude, le technicien a tiré un câble et l’a connecté à la Box, puis il a lui-même paramétré la vitesse de communication."
		},
		{
			"type": "paragraph",
			"content": "L’équipe Wattsense ayant complété les informations techniques nécessaires auprès de certains fabricants, le technicien Idex est retourné sur site et le reste de l’installation a pu s’effectuer à distance, par simple contact téléphonique : branchements et paramétrages par Idex, configuration et tests par Wattsense. Le technicien en a profité pour installer une nouvelle sonde de température sur l’une des chaudières, et Wattsense a immédiatement modifié la configuration de la Box sur l’interface de programmation pour intégrer ce nouvel équipement."
		},
		{
			"type": "paragraph",
			"content": "A l’issue de ces différentes étapes qui ont pris à peine six heures, le site était entièrement connecté."
		},
		{
			"type": "paragraph",
			"content": "Wattsense a archivé dans sa bibliothèque sur le Cloud toutes les informations de configuration des matériels de la Cité des Bains afin qu’elles soient réutilisables à distance pour toute connexion ultérieure d’un matériel identique sur un autre site."
		},
		{
			"type": "paragraph",
			"content": "Parmi toutes les données fournies par les équipements, Idex a sélectionné les 72 qu’il souhaitait suivre et l’intervalle de recueil de 5 minutes. Wattsense a configuré cette collecte sur la Box depuis l’interface de programmation. Il n’est plus resté à Idex qu’à se connecter à son espace utilisateur privé sur notre service Cloud pour accéder aux données en temps réel, et pour les exporter en format csv."
		},


		{
			"type": "paragraph",
			"title": "Résultats"
		},
		{
			"type": "paragraph",
			"content": "Alors qu’il s’agissait de sa première expérience réelle sur site, avec des équipements de plusieurs marques et une solution non encore aboutie, Wattsense a réussi à rendre la chaufferie communicante en l’équivalent de moins d’une journée."
		},
		{
			"type": "paragraph",
			"content": "Enfin, le recours aux équipes techniques internes. Câblages et paramétrages peuvent être effectués par les techniciens Idex, en profitant d’une visite sur site. Plus besoin d’attendre que des sous-traitants se rendent disponibles. Sans parler des économies ainsi engendrées !"
		},
		{
			"type": "paragraph",
			"content": "La solution Wattsense correspond donc tout à fait au besoin de supervision d’Idex Energies qui, avant de la tester, envisageait de créer sa propre solution incluant régulateurs et modems installés dans les armoires électriques des chaufferies."
		}
	]
}
