{
	"company": "MESFRUITS",
	"logo": "mesfruits/logo.jpg",
	"title": "MESFRUITS optimiert den Energieverbrauch seiner Kühlräume in Zusammenarbeit mit Eqinov und Wattsense.",
	"subtitle": "",
	"results": [
		{
			"description": "Keine Ausgaben für von MESFRUITS hergestelltes Material"
		},
		{
			"description": "Einfache Installation (Stromversorgung)"
		},
		{
			"description": "Schnelle und ferngesteuerte Konfiguration der Box"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "MESFRUITS, ein innovative Apfel-Produzent!",
				"description": "",
				"noBorder": true
			}
		],
		"footer": []
	},
	"content": [
		{
			"type": "paragraph",
			"title": "Das Unternehmen",
			"content": ""
		},
		{
			"type": "bullets",
			"content": [
				"<strong>Tätigkeiten:</strong> Genehmigung, Lagerung, Vorkalibrierung, Verpackung und Rückverfolgbarkeit von Obst.",
				"<strong>2 Standort:</strong> Cavaillon und Saint Andiol. Region Provence-Alpes-Côte d'Azur.",
				"<strong>Verpackungslinien:</strong> 13.",
				"<strong>Kühlräume:</strong> 60.",
				"<strong>Äpfel/Tag:</strong> 1 000 000.",
				"<strong>Belegschaft:</strong> Mehr als 100 Personen."
			]
		},
		{
			"type": "image",
			"src": "mesfruits/buildings.jpg",
			"alt": "Buildings",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "DAS PROBLEM",
			"content": "<strong>Senkung der Energierechnung für die Kühlräume.</strong>"
		},
		{
			"type": "quote",
			"content": "\"Die Energierechnung in Zusammenhang mit dem Stromverbrauch von Kühlräumen ist eine der Hauptausgaben für <a href='https://www.mesfruits.eu.com/en/' target='_blank'>MESFRUITS</a> und zeigt im Sommer eine Verbrauchsspitze.<br/><br/>Im Rahmen unserer Gespräche mit <a href='https://www.eqinov.com/' target='_blank'>Eqinov</a> haben wir diese Thematik und unseren Wunsch, den Verbrauch unserer Kühllager zu optimieren, diskutiert. Wir waren schon immer sehr an Innovationen interessiert. Die Flexibilisierung des Stromverbrauchs unserer Kühlgeräte zur Senkung unserer Stromrechnung war deshalb die beste Lösung für MESFRUITS. \"",
			"author": "Gildas Guibert",
			"author-position": "Manager für Technik und Forschung & Entwicklung bei MESFRUITS."
		},
		{
			"type": "paragraph",
			"title": "FOKUS AUF ELEKTRISCHE FLEXIBILITÄT:",
			"content": "Die Flexibilität des Stromverbrauchs beruht auf der periodischen Modulation des <strong>Energieverbrauchs</strong>, um den Bedarf der Stromversorger zu decken oder das Stromnetz auszugleichen. Beispielsweise kann der nationale Netzbetreiber Unternehmen, die Strom verbrauchen, auffordern, ihren Verbrauch nach oben oder unten zu regulieren, um auf den Energieverbrauch im gesamten Stromnetz zu reagieren."
		},
		{
			"type": "paragraph",
			"content": "Wenn wir unseren Stromverbrauch im Falle einer Verbrauchsspitze oder einem Produktionsengpass senken, sprechen wir von der sogenannten <a href=\"https://en.wikipedia.org/wiki/Demand_response\" target=\"_blank\">Demand Response</a>, also die Nachfragereaktion. Die Flexibilität nach oben besteht hingegen darin, den Verbrauch zu erhöhen, um den Überschuss an Strom aus erneuerbaren Energien zu absorbieren. In jedem Fall können durch die Einführung von Flexibilität bis zu 20% der Stromkosten eingespart werden."
		},
		{
			"title": "LÖSUNG",
			"type": "paragraph",
			"content": "<strong>Fördern der Flexibilität des Stromverbrauchs in Kühlräumen.</strong>"
		},
		{
			"type": "quote",
			"content": "\"Die von Eqinov vorgeschlagene Lösung ist attraktiv, weil sie auf der Fernüberwachung unserer Kühllager durch ihre DR'IVE © Box basiert. Diese Technologie ist einfach zu installieren und effizient zur Optimierung der Flexibilität, ohne dass dabei zusätzliche Kosten für die Anschaffung oder Installation anfallen.\"",
			"author": "Gildas Guibert",
			"author-position": "Manager für Technik und Forschung & Entwicklung bei MESFRUITS."
		},
		{
			"type": "image",
			"src": "mesfruits/drive.jpg",
			"alt": "Drive",
			"caption": ""
		},
		{
			"type": "paragraph",
			"content": "Die Vorteile der <a href=\"https://www.eqinov.com/flexibilite/la-solution-drive/\">DR’IVE©</a>-Lösung:"
		},
		{
			"type": "bullets",
			"content": [
				"<strong>Entlastet die Betriebsleitungsteams, da diese die Funktion der Kühllager nicht ständig kontrollieren müssen.</strong>",
				"<strong>Keine Einkaufskosten für von MESFRUITS hergestelltes Material.</strong>",
				"<strong>Einfache Installation (Stromversorgung).</strong>",
				"<strong>Schnelle und ferngesteuerte Konfiguration der Box durch Eqinov.</strong>"
			]
		},
		{
			"type": "paragraph",
			"title": "IMPLEMENTIERUNG UND EINHALTUNG DER PRODUKTIONSBEGRENZUNGEN:",
			"content": ""
		},
		{
			"type": "quote",
			"content": "\"Die Durchführung dieses Projekts erforderte zunächst die Ermittlung unserer genauen Anforderungen hinsichtlich der Kühlung und der in den Lagerhäusern zu haltenden Tunneltemperaturen. Eqinov verpflichtete sich, unsere Produktionsanforderungen zu berücksichtigen.\"",
			"author": "Gildas Guibert",
			"author-position": "Manager für Technik und Forschung & Entwicklung bei MESFRUITS."
		},
		{
			"type": "image",
			"src": "mesfruits/natacha-hakwik.jpg",
			"alt": "Natacha Hakwik",
			"caption": ""
		},
		{
			"type": "quote",
			"content": "\"Wir haben persönlich ein Elektro-Flexibilitätsprogramm für MESFRUITS entwickelt. Konkret sagt Eqinov zu, dass die Temperatur des MESFRUITS-Lagers während des Demand-Response-Prozesses nicht über 5 °C liegen wird, um eine Veränderung der Qualität der Früchte zu verhindern.\"",
			"author": "Natacha Hakwik",
			"author-position": "Associate Director, Eqinov."
		},
		{
			"type": "paragraph",
			"title": "FOKUS AUF DIE DRIVE-LÖSUNG",
			"content": "Die DR'IVE © Lösung ist das Ergebnis einer mehrmonatigen, engen Kooperation zwischen Wattsense und Eqinov.<br/><br/>Die von Wattsense entwickelte Lösung zielt darauf ab, ein bestehendes, nicht kommunizierendes Gebäude innerhalb weniger Stunden in ein intelligentes Gebäude - ein Smart Building - zu verwandeln. Bei dieser Lösung handelt es sich um ein einfach zu installierendes elektronisches Modul, der Box, die mit einer integrierten Software und einem leistungsstarken Cloud-Service ausgestattet ist. In Kombination bilden sie eine zuverlässige, skalierbare und sichere Infrastruktur.<br/><br/>Als Ergebnis der Zusammenarbeit mit Eqinov entstand die DR'IVE © Box, als Lösung zur Steuerung des flexiblen Stromverbrauchs von Anlagen im Industrie-, Landwirtschafts- und Dienstleistungssektor sowie zur Kontrolle von Energie- oder Produktionsindikatoren..<br/><br/>Diese Zusammenarbeit hat es Eqinov ermöglicht, beim Einsatz der Box, bei der Datenerfassung und beim Betrieb der mit den MESFRUITS-Standorten verbundenen Geräte völlig autonom zu sein."
		},
		{
			"type": "quote",
			"content": "\"Die von Eqinov entwickelten Technologien zur Flexibilisierung des Energieverbrauchs und intelligenter Netze sind ein wichtiger Beitrag zur Entwicklung erneuerbarer Energien, die von Natur aus mit Problemen hinsichtlich der intermittierenden Produktion und Speicherung konfrontiert sind. Das Wattsense-Team freut sich, einen Beitrag zu diesen ökologischen und wirtschaftlichen Herausforderungen leisten zu können, und ist sehr stolz darauf, dass Eqinov es ihnen ermöglicht hat, ihre Lösung an den MESFRUITS-Standorten praktisch anzuwenden.\"",
			"author": "Louis Vermorel",
			"author-position": "CEO und Gründer, Wattsense."
		},
		{
			"type": "paragraph",
			"title": "EINRICHTUNG DER DR'IVE © LÖSUNG FÜR MESFRUITS",
			"content": "MESFRUITS installierte auf jedem seiner Standorte zwei Boxen. Eqinov verwaltet den Betrieb der Produktionseinheiten in den Kühlräumen aus der Ferne, um sowohl die Temperaturanforderungen von MESFRUITS als auch die Anforderungen und Einschränkungen des Stromnetzes zu erfüllen. Eqinov stellt MESFRUITS in Echtzeit die Temperaturdaten aus seinen Lagern sowie seinen Energieverbrauch in Echtzeit zur Verfügung."
		},
		{
			"type": "quote",
			"content": "\"Um die Installation für MESFRUITS so einfach wie möglich zu gestalten, wird die DR'IVE © Box verkabelt und in einem vom Eqinov-Team zur Verfügung gestellten Schaltschrank untergebracht. Somit besteht die von MESFRUITS vorgenommene Installation lediglich aus einem einfachen Anschluss der vorverdrahteten Box an das Stromnetz sowie das Ethernet-Netzwerk. Die DR'IVE © Box kommuniziert dann über das Modbus-Kommunikationsprotokoll mit allen an den Standorten vorhandenen PLCs, insbesondere mit denen, die für die Regelung der Kühlräume zuständig sind.\"",
			"author": "Natacha Hakwik",
			"author-position": "Associate Director, Eqinov."
		},
		{
			"type": "image",
			"src": "mesfruits/box.jpg",
			"alt": "Drive Box",
			"caption": ""
		},
		{
			"type": "paragraph",
			"content": "<strong style=\"color:#29ba74\">Was ist Modbus?</strong><br/><br/>Seit den 1970er Jahren ist Modbus ein Kommunikationsmittel, das den Austausch von Daten zwischen speicherprogrammierbaren Steuerungen (SPS) und Computern ermöglicht. Es handelt sich um ein essentielles Kommunikationsprotokoll in Gebäuden und im Energiesektor. Seine einfache Architektur, die einfache Integration und seine hohe Zuverlässigkeit erweisen sich als ideal für die effiziente Überwachung von automatisierten Geräten. Auch industrielle Automatisierungs- und Echtzeit-Datenerfassungs- und Steuerungssysteme (SCADA) nutzen das Modbus-Protokoll in großem Umfang."
		},
		{
			"type": "paragraph",
			"title": "DREAMS ©, INTERAKTIVE PLATTFORM FÜR ENERGIE-FLEXIBILITÄTSMANAGEMENT:",
			"content": "Wattsense hat eine Infrastruktur entwickelt, die es der Eqinov-Flexibilitätsplattform Dreams © ermöglicht, sich mit jedem Gebäude zu verbinden, sodass diese leicht in großem Maßstab eingesetzt werden kann."
		},
		{
			"type": "image",
			"src": "mesfruits/dreams.jpg",
			"alt": "Dreams",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "ERGEBNISSE",
			"content": "Indem MESFRUITS sich dem Stromnetz zur Verfügung stellt, profitiert das Unternehmen durch die Flexibilität des Stromverbrauchs seiner Kühlräume jedes Jahr von einem finanziellen Bonus durch Eqinov."
		},
		{
			"type": "paragraph",
			"content": "In der Praxis: Nach mehreren erfolgreich an den Standorten durchgeführten Tests sind die beiden DR'IVE © Boxen einsatzbereit und flexibilisieren den Stromverbrauch der Kühleinheiten automatisch, um das Stromnetz im Gleichgewicht zu halten."
		}
	]
}
