{
	"company": "CBRE",
	"logo": "cbre/logo.png",
	"title": "CBRE optimizes the maintenance and energy performance of SHELL service stations.",
	"subtitle": "",
	"results": [
		{
			"value": "1",
			"description": "On-site installation day"
		},
		{
			"value": "1",
			"description": "Box"
		},
		{
			"value": "34",
			"description": "Connected devices"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "CBRE is the global leader in commercial real estate, providing services to companies, owners, and investors all over the world.",
				"description": "Learn how CBRE real estate management firm uses IoT solutions to connect and control sensors and RVL Siemens devices remotely in a SHELL station.",
				"noBorder": true
			}
		],
		"footer": []
	},
	"content": [
		{
			"type": "paragraph",
			"content": "Commercial real estate services firm <a href=\"http://www.cbre.com\" target=\"blank\">CBRE</a> was looking to use IoT solutions to improve remote operations of the SHELL service stations it manages in France.<br/><br/>CBRE needed a complete solution, easy to set up and use. To respond to this technical need, the Adeunis, Energisme, and Wattsense teams worked together to develop the most suitable solution possible."
		},
		{
			"type": "table",
			"title": "Members of the project",
			"content": "<table class=\"cbre\"><tr><th>SHELL</th><td>Markets petroleum products and services worldwide. SHELL has 85 service stations in France.</td></tr><tr><th>CBRE GWS</th><td>Performs all maintenance operations on the SHELL service station network distributed in 17 countries.</td></tr><tr><th>CBRE</th><td>N°1 in real estate business consultancy. Assists CBRE GWS in SHELL's sustainable development strategy.</td></tr><tr><th>WATTSENSE</th><td>Connects technical assets to building management apps thanks to its Box and API.</td></tr><tr><th>ENERGISME</th><td>Provides a software platform dedicated to energy and environmental performance.</td></tr><tr><th>ADEUNIS</th><td>Designs connected sensors. It also accompanied the deployment strategy.</td></tr></table>"
		},
		{
			"type": "image",
			"src": "cbre/iot-actors-en.jpg",
			"alt": "actors",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "CHALLENGE",
			"content": "SHELL, a giant in the petroleum sector, is committed to reducing greenhouse gas emissions worldwide via a CO2 action plan.<br/><br/>In 2017, the multinational company adopted a specific long-term objective: decreasing its energy product's carbon footprint by 2050, its first milestone, reducing 20% of its greenhouse gas emissions by 2035.<br/><br/>CBRE GWS supports SHELL in implementing this plan as the operator of all service stations in Europe (6000 sites in 17 countries).<br/><br/>An energy audit done at the service stations showed a lack of access to consumption data.  As a way to recover the data for analysis and create an energy efficiency strategy, an <strong>IoT solution</strong> needed to be put in place. The IoT makes possible the introduction of new integrations to facilitate the management, maintenance, and energy efficiency of service stations, even at remote sites. One of the requirements for the solution was to centralize information between the different service stations for better optimization."
		},
		{
			"type": "image",
			"src": "cbre/shell.jpg",
			"alt": "Shell",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "SOLUTIONS",
			"content": "<strong>Accompaniment</strong>"
		},
		{
			"type": "paragraph",
			"content": "CBRE, alongside Adeunis, Energisme, and Wattsense, took the time to analyze the service stations and their activities to define the project's structure and establish the use cases. Though the initial purpose of the project was to detect possible use cases to <strong>optimize energy performance</strong>, after several exchanges, the teams realized they could also implement other solutions to improve the monitoring of equipment, <strong>maintenance</strong>, enhance the comfort of users, or even meet regulatory challenges.<br/><br/>As a proof of concept, the solution developed by Adeunis, Energism, and Wattsense was deployed on a pilot site: the SHELL service station on the A7 motorway in the Roussillon area (France). This first step aims to test the hypotheses made, analyze the first results, and decide, depending on the relevance of the information processed, of the model to be duplicated on the other service stations."
		},
		{
			"type": "paragraph",
			"content": "<strong>LoRaWAN Private Network</strong>"
		},
		{
			"type": "paragraph",
			"content": "In this project, CBRE was looking for better signal quality on the site, scalability potential, the use of numerous sensors with reasonable battery consumption, respect of data confidentiality, and local data management.<br/><br/>To confirm the LoRaWAN network's coverage and guide the teams in the installation of the sensors, a site review, and a radio-mapping was carried out by Adeunis and CBRE. This study was done using a <a href=\"https://www.adeunis.com/en/produit/ftd-network-tester/\">Field-Test-Device</a> to measure the network's coverage at various locations.<br/><br/>Given the layout of the site, a basement, and two and a half floors, it was decided to use a <strong>private LoRaWAN network</strong> via the Wattsense Box to optimize coverage of the more than 20 data points (temperature, humidity, the opening of doors). With the information obtained from the test, the location of the sensors could be defined."
		},
		{
			"type": "image",
			"src": "cbre/lorawan-en.jpg",
			"alt": "LoRaWAN",
			"caption": ""
		},
		{
			"type": "paragraph",
			"content": "Using a private LoRaWAN network, CBRE can connect an internal management system without using the Internet and control its fleet of IoT sensors and its network infrastructure."
		},
		{
			"type": "link",
			"title": "Learn more about the differences between a private LoRaWAN network and a public LoRaWAN network",
			"url": "https://blog.wattsense.com/communication-protocols/private-vs-public-lorawan-networks/",
			"target": "_blank"
		},
		{
			"type": "paragraph",
			"content": "<strong>Heating Circuit Regulation</strong>"
		},
		{
			"type": "paragraph",
			"content": "CBRE had to remotely access the temperature data of the heating regulators to verify that the heating setpoints were respected.<br/><br/>Siemens RVL 480 regulators use the closed communication protocol <strong>LPB</strong> (Local Process Bus) for data transmission. Being faced with closed protocols, such as LPB, can represent a real disadvantage for site owners and managers. Manufacturers offer only limited improvement opportunities and a range of expensive devices.<br/><br/>With the Wattsense Box, CBRE can quickly access RVLs to monitor temperature data and optimize heating circuits."
		},
		{
			"type": "link",
			"title": "Learn more about how to remotely control Siemens RVL heating controllers",
			"url": "https://blog.wattsense.com/communication-protocols/pilot-remotely-siemens-rvl-heating-controllers-with-wattsense/",
			"target": "_blank"
		},
		{
			"type": "quote",
			"content": "\"The Wattsense solution allowed us to both streamline subscription costs by centralizing all of the sensors on a single hub. This also allowed us to exploit already existing data from the boiler rooms by connecting directly to the machines and without installing additional sensors.\"",
			"author": "Théo Savre",
			"author-position": "Sustainable Development Department, CBRE."
		},
		{
			"type": "paragraph",
			"title": "DEPLOYMENT - INSTALLATION",
			"content": "The deployment and installation of the entire solution were done at the pilot site. The solution consists of the following elements:"
		},
		{
			"type": "bullets",
			"content": [
				"The Wattsense <strong>connectivity service</strong> centralizes building data and ensures the boiler room equipment communicates: two heating controllers (LPB) and 32 sensors (LoRaWAN). The installation was completed in one day.",
				"Adeunis <strong>IoT sensors</strong> that collect and transmit data.",
				"<strong>The Big Data and IoT platform</strong> from Energisme offers a dashboard and a decision support tool for all the management and optimization of the daily operation of SHELL sites."
			]
		},
		{
			"type": "image",
			"src": "cbre/box.png",
			"alt": "Wattsense Box",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "RESULTS",
			"content": "The deployed solution is reliable and allows for qualitative data feedback. It saves considerable time because the data is available quickly and efficiently. It is no longer necessary to do trips to the site to get information."
		},
		{
			"type": "bullets",
			"content": [
				"Improved energy performance.",
				"Reduced operational costs.",
				"Improved user well-being.",
				"Optimization of heating circuits."
			]
		},
		{
			"type": "paragraph",
			"title": "ANNEX",
			"content": "Use cases:"
		},
		{
			"type": "accordeon",
			"title": "<strong>1 - Monitoring of legionella / Limitation of health risks</strong>",
			"content": "<ul><li><strong>Requirement:</strong> Read and control the DHW (Domestic Hot Water) loop's temperature to prevent the risk of Legionella proliferation.<br/>Since 2010, all public access buildings in France are legally required to control the temperature of the water present in their DHW circuits. The water must be kept at least 55 ° C between the distribution point, and the draw point. Below that temperature the deadly legionella bacteria can grow and multiply.</li><li><strong>Solution:</strong> installation of TEMP2S IoT sensors</li><li><strong>Benefits:</strong><ul><li>Compliance with regulations</li><li>Limitation of health risks</li><li>Reduced operating and maintenance costs</li></ul></li></ul>",
			"urltitle": "Learn more about monitoring the legionella risk",
			"urllink": "https://wattsense.com/resources/customer-stories/ibis-confluence-temperature",
			"urltarget": "_blank"
		},
		{
			"type": "accordeon",
			"title": "<strong>2 - Monitoring the temperature in cold rooms / Limiting health risks</strong>",
			"content": "<ul><li><strong>Requirement:</strong> Monitoring the temperature of refrigerating equipment, open chillers, and cold rooms (positive and negative).<br/>Food stored in refrigerating equipment or cold rooms for restaurants must be kept within a fixed temperature range to avoid food poisoning.<br/>It is necessary to continuously monitor the temperature of these types of equipment and be alerted as soon as possible if a setpoint is not being respected or other failures occur.</li><li><strong>Solution:</strong> installation of TEMP sensors</li><li><strong>Benefits:</strong><ul><li>Limitation of health risks</li><li>Reduction of operational and maintenance costs</li><li>Optimization of services by using time- saving strategies</li></ul></li></ul>",
			"urltitle": "Learn more about monitoring the temperature in a cold room",
			"urllink": "https://www.adeunis.com/en/ibis-cold-room/",
			"urltarget": "_blank"
		},
		{
			"type": "accordeon",
			"title": "<strong>3 - Monitoring the temperature in the waste storage area / Limiting health risks</strong>",
			"content": "<ul><li><strong>Requirement:</strong> Temperature monitoring in the waste storage area.<br/>This zone must be kept within a fixed temperature range. The room temperature and the opening of the doors (exterior access to the building) are controlled.</li><li><strong>Solution:</strong> Installation of TEMP + CONTACT SENSOR sensors</li><li><strong>Benefits:</strong><ul><li>Limitation of health risks</li><li>Reduced operating and maintenance costs</li><li>Saving time and optimizing the organization of operating services</li></ul></li></ul>",
			"urltitle": "Learn more about temperature monitoring in a temperate zone",
			"urllink": "https://www.adeunis.com/en/zenner-connect-clinic-cold-chain/",
			"urltarget": "_blank"
		},
		{
			"type": "accordeon",
			"title": "<strong>4 - Monitoring of the room temperature in public access spaces / User comfort</strong>",
			"content": "<ul><li><strong>Requirement:</strong> know in real-time the room temperature and humidity of the areas used by the public (shop, hall, restaurant space). Any breach of the threshold is recorded and triggers an alert allowing action to be taken as quickly as possible to detect and resolve the malfunction.</li><li><strong>Solution:</strong> installation of COMFORT sensors</li><li><strong>Benefits:</strong><ul><li>Guarantee of comfort and customer satisfaction</li><li>Reduced operating and maintenance costs</li><li>Improving energy performance and building health</li></ul></li></ul>",
			"urltitle": "Learn more about monitoring the room temperature ",
			"urllink": "https://wattsense.com/resources/customer-stories/ibis-confluence-restaurant",
			"urltarget": "_blank"
		},
		{
			"type": "accordeon",
			"title": "<strong>5 - Control of fire tanks levels / Site security</strong>",
			"content": "<ul><li><strong>Requirement:</strong> Be alerted if the water level in the fire tanks drops too low to avoid any risk of unavailability in the case of a fire.</li><li><strong>Solution:</strong> Installation of DOUBLE LEVEL SENSOR</li><li><strong>Benefits:</strong><ul><li>Limitation of security risks</li><li>Reduced operation and maintenance costs</li><li>Saving time and optimizing the organization of operational services</li></ul></li></ul>"
		},
		{
			"type": "accordeon",
			"title": "<strong>6 - Leak detection on hydrocarbon tank / Site security</strong>",
			"content": "<ul><li><strong>Requirement:</strong> Be informed, via an alert when a leak in the hydrocarbon tanks is detected.</li><li><strong>Solution:</strong> installation of DRY-CONTACTS sensors</li><li><strong>Benefits:</strong><ul><li>Limitation of security risks</li><li>Reduced operating and maintenance costs</li><li>Saving time and optimizing the organization of operating services</li></ul></li></ul>"
		},
		{
			"type": "accordeon",
			"title": "<strong>7 - Emergency stop button / Site security</strong>",
			"content": "<ul><li><strong>Requirement:</strong> Be notified, via an alert when the emergency system is switched on in the fuel intake tracks.</li><li><strong>Solution:</strong> installation of DRY-CONTACTS sensors</li><li><strong>Benefits:</strong><ul><li>Limitation of security risks</li><li>Reduced operational and maintenance costs</li><li>Saving time and optimizing the organization of operating services</li></ul></li></ul>"
		}
	]
}
