{
	"company": "NEXITY",
	"logo": "nexity/logo.png",
	"title":
		"How Wattsense and Intent Improved Nexity Property Management's Occupant Experience.",
	"subtitle": "",
	"results": [
		{
			"description": "1 Box"
		},
		{
			"description": "20,000 m² Tertiary building"
		},
		{
			"description": "365 Data points collected"
		}
	],
	"company-info": {
		"info": [
			{
				"title":
					"All real estate services to support companies facing the complex and multiple challenges of transformation.",
				"description": "",
				"noBorder": false
			}
		],
		"footer": [
			{
				"title": "N°1",
				"description": "of property management in France"
			},
			{
				"title": "18,6 M",
				"description": "m² of tertiary assets managed"
			},
			{
				"title": "1,7 M",
				"description": "m² of commercial assets managed"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "CONTEXT & CHALLENGES",
			"content":
				"A commercial building operated by Nexity Property Management took the first step into digitalization when Wattsense and Intent Technologies entered the equation."
		},
		{
			"type": "paragraph",
			"content":
				"<b>The goal:</b> optimize occupant comfort and reduce the carbon footprint of this commercial property."
		},
		{
			"type": "paragraph",
			"content":
				"In 2019, Nexity acquired a stake in Intent Technologies to « transform buildings into a service platform. »"
		},
		{
			"type": "paragraph",
			"content":
				"They selected as the first use case to deploy a connected solution for building management, a 20,000 m² multi-tenant commercial building in Paris, included in the portfolio of the real estate operating platform Nexity Solutions Entreprise - the branch dedicated to the rental and management of buildings."
		},
		{
			"type": "video",
			"title": "",
			"video": "OdnsiZF4g00",
			"width": 722,
			"height": 406
		},
		{
			"type": "paragraph",
			"title": "SOLUTION",
			"content":
				"« The plan was to equip the building with connected sensors to collect data on comfort, energy consumption, and the functioning of the technical installations on-site » recalls Joseph El Haddad, Energy and Environmental Recovery Manager at <a href=\"https://solutions-entreprise.nexity.fr/nos-services/asset-management/gestion-locative-technique?utm_source=Google&utm_medium=CPC&utm_campaign=Optimisation_Actif&utm_term=Property_Management&gclid=CjwKCAjwh7H7BRBBEiwAPXjads1vDy0C38ys9HSYc4Xsb1D7YJT4xn1faoG3fqJI3hkijxUSLZZzGhoCvqcQAvD_BwE\" target=\"blank\">Nexity Property Management</a>."
		},
		{
			"type": "paragraph",
			"content":
				"This project represented an opportunity to launch the brand new partnership between Nexity and <a href=\"https://intent.tech/\" target=\"blank\">Intent Technologies</a> around its digital building services platform. Its purpose is <b>to use and enhance building data</b> fully in line with Nexity's digital transformation towards greater value creation in property management. All that remained was to produce and access data, and this is where Wattsense came in."
		},
		{
			"type": "quote",
			"content": "\"Wattsense is a link between buildings and management applications to optimize energy, comfort, occupancy, and maintenance.\"",
			"author": "Louis Vermorel",
			"author-position": "CEO and founder of Wattsense."
		},
		{
			"type": "paragraph",
			"content":
				"Wattsense build a solution for the connectivity of Building Management Systems (BMS). It connects <b>BMS</b> sensors and equipment to third-party applications - in this case, the Intent platform in the office building in the 12th district. « Our solution is deployed from a <a href=\"/products/box\">Box</a> » continues Louis Vermorel. « It is an electronic module connected to the Cloud. Plugged to a router from the BMS network, this Box makes it possible to retrieve the network's information. »"
		},
		{
			"type": "image",
			"src": "nexity/box.jpg",
			"alt": "Wattsense Box",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "RESULTS",
			"content":
				"<b>Accurate and accessible building monitoring</b><br/>What data is recuperated from this tertiary building and fed back to the Intent platform through the Wattsense Box? They cover three main categories:"
		},
		{
			"type": "bullets",
			"content": [
				"Ambient temperature",
				"Energy consumption",
				"The operating conditions of the equipment"
			]
		},
		{
			"type": "paragraph",
			"content":
				"« They are displayed on the web and mobile applications that will allow all users of the Intent platform to access and view this data in a simple format », explains <b>Jean-Philippe Régnier, Intent's commercial director</b>. Graphs, alerts, and indicators are linked to the various elements monitored in the building in real-time, thus providing a readable and comprehensive dashboard. « The building's manager will, therefore, be able to respond to an occupant's request or even share this information with the maintenance teams. »"
		},
		{
			"type": "quote",
			"content":
				"\"Data from buildings allows the optimization of energy performance using analysis through smart management.\"",
			"author": "Joseph El Haddad",
			"author-position":
				"Energy Performance Manager, Nexity Property Management."
		},
		{
			"type": "paragraph",
			"content":
				"A valuable operation with a sustainable development approach, but not only.<br/>« The data can also be reintegrated into other tools, intended for occupants, for example », explains Jean-Philippe Régnier.<br/>« The idea is really to make sure that the data is accessible to as many people as possible and in real-time, to be more proactive when it comes to actions related to comfort regarding issues such as temperature or air quality. »"
		},
		{
			"type": "paragraph",
			"content":
				"From technical data intended only for the building's operation, the data captured through Wattsense takes on a whole new meaning when processed through the Intent platform. It becomes <b>a tool for a more fluid and more qualitative customer relationship</b> between the property manager and the occupants."
		}
	]
}
