{
	"company": "NEXITY",
	"logo": "nexity/logo.png",
	"title":
		"Wie Wattsense und Intent die Mieterfahrung bei Nexity Property Management verbessert haben.",
	"subtitle": "",
	"results": [
		{
			"description": "1 Box"
		},
		{
			"description": "20,000 m² Tertiärsektor-Gebäude"
		},
		{
			"description": "365 erfasste Datenpunkte"
		}
	],
	"company-info": {
		"info": [
			{
				"title":
					"Sämtliche Immobiliendienstleistungen zur Unterstützung von Unternehmen, die sich den komplexen und vielfältigen Herausforderungen der Umstrukturierung stellen.",
				"description": "",
				"noBorder": false
			}
		],
		"footer": [
			{
				"title": "N°1",
				"description": "der Immobilien-<br/>verwaltungs-<br/>branche in Frankreich"
			},
			{
				"title": "18,6 M",
				"description": "m² verwaltete Tertiärsektor-Immobilien"
			},
			{
				"title": "1,7 M",
				"description": "m² verwaltete kommerzielle Immobilien"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "KONTEXT & HERAUSFORDERUNGEN",
			"content":
				"Nachdem die Zusammenarbeit mit Wattsense und Intent Technologies begonnen hatte, machte ein von Nexity Property Management betriebenes Geschäftsgebäude den ersten Schritt in die Digitalisierung."
		},
		{
			"type": "paragraph",
			"content":
				"<b>Das Ziel:</b> den Komfort für die Gebäudenutzer zu optimieren und den CO2-Fußabdruck dieser Gewerbeimmobilie zu reduzieren."
		},
		{
			"type": "paragraph",
			"content":
				"Im Jahr 2019 erwarb Nexity Anteile an Intent Technologies, um Gebäude in eine."
		},
		{
			"type": "paragraph",
			"content":
				"Dienstleistungsplattform umzuwandeln. Als ersten Anwendungsfall für den Einsatz einer vernetzten Lösung für das Gebäudemanagement wählten sie ein 20.000 m² großes Multi-Tenant-Gewerbegebäude in Paris aus, das zum Portfolio der Immobilienverwaltungsplattform Nexity Solutions Enterprise - der Zweigstelle für die Vermietung und Verwaltung von Gebäuden - gehörte."
		},
		{
			"type": "video",
			"title": "",
			"video": "OdnsiZF4g00",
			"width": 722,
			"height": 406
		},
		{
			"type": "paragraph",
			"title": "LÖSUNG",
			"content":
				"«Geplant war, das Gebäude mit vernetzten Sensoren auszustatten, um Daten über den Komfort, den Energieverbrauch und die Funktion der technischen Anlagen vor Ort zu sammeln», erinnert sich Joseph El Haddad, Energy and Environmental Recovery Manager bei <a href=\"https://solutions-entreprise.nexity.fr/nos-services/asset-management/gestion-locative-technique?utm_source=Google&utm_medium=CPC&utm_campaign=Optimisation_Actif&utm_term=Property_Management&gclid=CjwKCAjwh7H7BRBBEiwAPXjads1vDy0C38ys9HSYc4Xsb1D7YJT4xn1faoG3fqJI3hkijxUSLZZzGhoCvqcQAvD_BwE\" target=\"blank\">Nexity Property Management</a>."
		},
		{
			"type": "paragraph",
			"content":
				"Dieses Projekt war eine Gelegenheit, die brandneue Partnerschaft zwischen Nexity und <a href=\"https://intent.tech/\" target=\"blank\">Intent Technologies</a> rund um ihre Plattform für digitale Gebäudedienste zu starten. Der Zweck ist die Nutzung und Verbesserung von Gebäudedaten im Einklang mit dem digitalen Wandel von Nexity hin zu einer größeren Wertschöpfung in der Immobilienverwaltung. Alles, was noch zu tun blieb, war, Daten zu produzieren und auf diese Daten zuzugreifen, und hier kam Wattsense ins Spiel."
		},
		{
			"type": "quote",
			"content":
				"\"Wattsense ist eine Schnittstelle zwischen Gebäuden und Verwaltungsanwendungen, um Energie, Komfort, Belegung und Wartung zu optimieren.\"",
			"author": "Louis Vermorel",
			"author-position": "CEO und Gründer von Wattsense."
		},
		{
			"type": "paragraph",
			"content":
				"Wattsense baut eine Lösung für die Konnektivität von Gebäudemanagementsystemen (<b>BMS</b>). Es verbindet BMS-Sensoren und -Geräte mit Anwendungen von Drittanbietern - in diesem Fall mit der Intent-Plattform im Bürogebäude im 12. Bezirk. «Unsere Lösung wird in Form einer <a href=\"https://wattsense.com/de/produkte/box\" target=\"blank\">Box</a> bereitgestellt», fährt Louis Vermorel. «Es handelt sich dabei um ein elektronisches Modul, das mit der Cloud verbunden ist. Diese Box wird an einen Router des BMS-Netzwerks angeschlossen und ermöglicht es, die Informationen des Netzwerks abzurufen.»"
		},
		{
			"type": "image",
			"src": "nexity/box.jpg",
			"alt": "Wattsense Box",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "ERGEBNISSE",
			"content":
				"<b>Präzise und zugängliche Gebäudeüberwachung</b><br/>Welche Daten werden aus diesem Tertiärsektor-Gebäude gewonnen und über die Wattsense Box an die Intent-Plattform weitergeleitet?"
		},
		{
			"type": "bullets",
			"content": [
				"Umgebungstemperatur",
				"Energieverbrauch",
				"Die Betriebsbedingungen der Ausrüstung"
			]
		},
		{
			"type": "paragraph",
			"content":
				"«Diese Daten umfassen drei Hauptkategorien: Umgebungstemperatur, Energieverbrauch und die Betriebsbedingungen der Geräte. Sie werden in den Web- und Mobilanwendungen angezeigt, die es allen Benutzern der Intent-Plattform ermöglichen, auf diese Daten in einem unkomplizierten Format zuzugreifen und sie einzusehen», erklärt <b>Jean-Philippe Régnier, kaufmännischer Leiter von Intent</b>. Diagramme, Warnungen und Indikatoren werden in Echtzeit mit den verschiedenen im Gebäude überwachten Elementen verknüpft und stellen so eine gut lesbare und umfassende Übersicht zur Verfügung. «Der Verwalter des Gebäudes wird also in der Lage sein, auf die Anfrage eines Bewohners zu reagieren oder diese Informationen sogar an die Wartungsteams weiterzugeben.»"
		},
		{
			"type": "quote",
			"content":
				"\"Ermöglichen die Daten die Optimierung der Energieleistung mithilfe von Datenanalyse durch intelligentes Management.\"",
			"author": "Joseph El Haddad",
			"author-position":
				"Energy and Environmental Recovery Manager, Nexity Property Management."
		},
		{
			"type": "paragraph",
			"content":
				"Ein wertvoller Einsatzweck mit eine nachhaltigen Entwicklungsansatz, aber nicht nur das.<br/>« Die Daten können auch in andere Instrumente reintegriert werden, die zum Beispiel für die Bewohner bestimmt sind », erklärt Jean-Philippe Régnier.<br/>« Die Idee ist tatsächlich, dafür zu sorgen, dass die Daten so vielen Menschen wie möglich und in Echtzeit zugänglich sind, um proaktiver zu sein, wenn es um Maßnahmen geht, die den Komfort etwa hinsichtlich Temperatur oder Luftqualität betreffen. »"
		},
		{
			"type": "paragraph",
			"content":
				"Durch technische Daten, die eigentlich nur für den Betrieb des Gebäudes bestimmt sind, erhalten die über Wattsense erfassten Daten eine ganz neue Bedeutung, wenn sie über die Intent-Plattform verarbeitet werden. Sie werden zu <b>einem Instrument für eine reibungslosere und qualitativ hochwertigere Kundenbeziehung</b> zwischen dem Hausverwalter und den Bewohnern."
		}
	]
}
