{
	"company": "NEXITY",
	"logo": "nexity/logo.png",
	"title": "Comment Wattsense et Intent ont amélioré la relation à l’occupant de Nexity Property Management.",
	"subtitle": "",
	"results": [
		{
			"description": "1 Box"
		},
		{
			"description": "20 000 m² Bâtiment tertiaire"
		},
		{
			"description": "365 Points de données collectés"
		}
	],
	"company-info": {
		"info": [
			{
				"title": "Tous les services immobiliers pour accompagner les entreprises face aux enjeux complexes et multiples de la transformation.",
				"description": "",
				"noBorder": false
			}
		],
		"footer": [
			{
				"title": "N°1",
				"description": "du Property Management en France"
			},
			{
				"title": "18,6 M",
				"description": "m² d’actifs tertiaires gérés"
			},
			{
				"title": "1,7 M",
				"description": "m² d'actifs commerciaux géré"
			}
		]
	},
	"content": [
		{
			"type": "paragraph",
			"title": "CONTEXTE & DÉFIS",
			"content": "<b>Un immeuble, trois acteurs, une révolution.</b><br/>La gestion d’un bâtiment tertiaire du 12e arrondissement de Paris opérée par Nexity Property Management a pris le virage de la digitalisation en 2019 lorsque Wattsense et Intent Technologies sont entrés dans l’équation."
		},
		{
			"type": "paragraph",
			"content": "<b>Objectif :</b> optimiser le confort des occupants… et réduire l’empreinte carbone de l’immobilier tertiaire."
		},
		{
			"type": "paragraph",
			"content": "En 2019, Nexity entrait au capital d’Intent Technologies avec l’ambition de<br/>« transformer les bâtiments en plateforme de services ». La même année, une première mise en œuvre concrète avait valeur d’exemple dans un immeuble de bureau proche de la gare de Lyon."
		},
		{
			"type": "paragraph",
			"content": "Un bâtiment tertiaire multi-locataires de 20 000 m² figurant au portefeuille de Nexity Solutions Entreprise, sa plateforme d’exploitation immobilière. C’est dans cette construction ancienne que <a href=\"https://solutions-entreprise.nexity.fr/nos-services/asset-management/gestion-locative-technique?utm_source=Google&utm_medium=CPC&utm_campaign=Optimisation_Actif&utm_term=Property_Management&gclid=CjwKCAjwh7H7BRBBEiwAPXjads1vDy0C38ys9HSYc4Xsb1D7YJT4xn1faoG3fqJI3hkijxUSLZZzGhoCvqcQAvD_BwE\" target=\"blank\">Nexity Property Management</a> – la branche dédiée à la gestion locative et technique des locaux – a déployé une solution connectée pour en améliorer le pilotage."
		},
		{
			"type": "video",
			"title": "",
			"video": "zP3E0r-hVbE",
			"width": 723,
			"height": 407
		},
		{
			"type": "paragraph",
			"title": "SOLUTION",
			"content": "<b>L’idée ?</b> « Équiper le bâtiment de capteurs connectés pour collecter des données de confort, de consommation énergétique et de fonctionnement des installations techniques sur site » égrène Joseph El Haddad, responsable valorisation énergétique et environnementale chez Nexity Property Management."
		},
		{
			"type": "paragraph",
			"content": "Une occasion d’étrenner le tout nouveau partenariat entre Nexity et <a href=\"https://intent.tech/\" target=\"blank\">Intent Technologies</a> autour de sa plateforme numérique de services du bâtiment. Sa vocation est en effet <b>d’utiliser et de valoriser les données de l’immeuble</b>, ce qui s’inscrit pleinement dans la mue digitale de Nexity vers davantage de création de valeur en matière de property management. Restait à produire des données, et c’est là qu’est intervenu Wattsense."
		},
		{
			"type": "quote",
			"content": "\"Wattsense est un tuyau entre les bâtiments et les applications métiers pour optimiser l'énergie, le confort, l'occupation et la maintenance.\"",
			"author": "Louis Vermorel",
			"author-position": "CEO et Fondateur de Wattsense."
		},
		{
			"type": "paragraph",
			"content": "« Wattsense a créé une solution de connectivité des systèmes techniques des bâtiments. Il se charge de raccorder les sondes et équipements <b>GTB</b> aux applications tierces – la plateforme Intent dans le cas de notre immeuble de bureau du 12e. « Notre solution se déploie à partir d'une <a href=\"/fr/produits/box\">Box</a> » poursuit Louis Vermorel. « Il s'agit d'un module électronique connecté au Cloud. Branchée à un routeur du réseau de la GTB, cette Box permet de récupérer les informations présentes sur le réseau. »"
		},
		{
			"type": "image",
			"src": "nexity/box.jpg",
			"alt": "Wattsense Box",
			"caption": ""
		},
		{
			"type": "paragraph",
			"title": "RÉSULTATS",
			"content": "<b>Un monitoring précis et accessible du bâtiment</b><br/>Quelles données de ce bâtiment tertiaire de la rive droite de Paris sont remontées vers la plateforme Intent à travers les capteurs Wattsense ? Elles couvrent trois grandes catégories :"
		},
		{
			"type": "bullets",
			"content": [
				"La température ambiante",
				"Les consommations d'énergie",
				"L’état de marche des équipements"
			]
		},
		{
			"type": "paragraph",
			"content": "« Elles sont restituées sur des applications web et mobile qui vont permettre à tous les utilisateurs de la plateforme Intent d’accéder et de visualiser ces données sous un format simple » explique <b>Jean-Philippe Régnier, directeur commercial d’Intent</b>. Courbes, alertes et indicateurs rattachés aux différents éléments monitorés dans le bâtiment en temps réel offrent ainsi un tableau de bord lisible et exhaustif. « Le gestionnaire pourra ainsi répondre à la demande d’un occupant ou encore partager ces informations avec les équipes de maintenance. »"
		},
		{
			"type": "quote",
			"content": "\"Ces données permettent une optimisation de la performance énergétique grâce à leur analyse par le biais d’un pilotage intelligent.\"",
			"author": "Joseph El Haddad",
			"author-position": "Responsable Valorisation Énergétique, Nexity Property Management."
		},
		{
			"type": "paragraph",
			"content": "Une exploitation précieuse dans une démarche de développement durable, mais pas seulement.<br/>« Elles peuvent aussi être réintégrées dans d’autres outils, à destination des occupants par exemple » précise Jean-Philippe Régnier.<br/>« L’idée, c’est vraiment de faire en sorte que les données soient accessibles au plus grand nombre et en temps réel, pour un gain de réactivité sur certaines actions liées au confort d’usage sur des problématiques de température ou de qualité de l’air. »"
		},
		{
			"type": "paragraph",
			"content": "De données techniques destinées uniquement à l’exploitation du bâtiment hier, la data captée grâce à Wattsense prend un tout autre sens en passant par la plateforme Intent. Elle devient <b>un outil pour une relation client plus fluide et plus qualitative</b> entre le property manager et les occupants."
		}
	]
}
